import React from "react";
import './MyInfo.css'
function MyInfo() {
    return (
<div>
<h1>Серджо Маттарелла(итал. Sergio Mattarella, МФА: [ˈsɛrdʒo mattaˈrɛlla]; род. 23 июля 1941, Палермо, Сицилия) — итальянский государственный деятель, юрист, политик, действующий президент Италии c 3 февраля 2015 года.</h1>
      <p class= "col">Сын известного итальянского политика Бернардо Маттарелла (1905—1971) и Марии Буччеллато (Maria Buccellato), брат бывшего губернатора Сицилии Пьерсанти Маттарелла, убитого боевиками мафии 6 января 1980 года.
Бернардо Маттарелла был одним из основателей Христианско-демократической партии, и Серджо с самого детства видел в доме своих родителей таких известных политиков, как Джорджо Ла Пира. Сразу после высадки на Сицилии десанта союзников в 1943 году Бернардо Маттарелла первым связался с Луиджи Стурцо, находившимся тогда в эмиграции, а после переезда семьи в Рим Серджо и Пьерсанти играли с детьми Альчиде Де Гаспери и Альдо Моро. Несколько раз гостем семьи Маттарелла был Джованни Баттиста Монтини, будущий Папа Римский Павел VI. Серджо учился в лицее иезуитов San Leone Magno в Риме и Gonzaga в Палермо. В 1961 году возглавил отделение Студенческого движения католической организации Azione Cattolica в регионе Лацио и занимал эту должность до 1964 года. Ряд итальянских газет также утверждают, что в студенческие годы Серджо Маттарелла являлся членом Итальянской католической университетской федерации (FUCI) (сама FUCI также заявила об этом).
В 1964 году окончил Римский университет Ла Сапиенца, где изучал право. С 1965 года преподавал конституционное право в университете Палермо, в 1967 году был принят в коллегию адвокатов в Палермо.</p>
    <div class=" col"><a href="https://ru.wikipedia.org/wiki/%D0%9C%D0%B0%D1%82%D1%82%D0%B0%D1%80%D0%B5%D0%BB%D0%BB%D0%B0,_%D0%A1%D0%B5%D1%80%D0%B4%D0%B6%D0%BE">Серджо Маттарелла</a></div>
</div>
        )
}

export default MyInfo
